Repository: common-repository/blogorola-wordpress-plugin
Catalog: blogorola/lang/blogorola-*.po
Languages: sl_si

source: homepage
sl_si: Domača stran

source: post pages (aka single pages)
sl_si: Posamezni zapisi

source: category pages
sl_si: Kategorije

source: archive pages
sl_si: Arhiv

source: search results
sl_si: Rezultati iskanja

source: SOAP addon not found!
sl_si: SOAP dodatek ni bil najden!

source: API Key is empty or not valid.
sl_si: API ključ je neveljaven.

source: Your settings have been saved!
sl_si: Nastavitve so bile shranjene!

source: Error 404 - Not Found
sl_si: Napaka 404 - stran ni bila najdena

source: Sorry, comments are closed for this item
sl_si: Komentiranje je onemogočeno

source: Sorry, you must be logged in to post a comment
sl_si: Za komentiranje morate biti prijavljeni

source: Error: please fill the required fields (name, email)
sl_si: Napaka: Prosimo, izpolnite zahtevana polja (Ime, E-Mail)

source: Error: please enter a valid email address
sl_si: Napaka: Prosimo, vnesite veljaven E-Mail naslov

source: Error: please type a comment
sl_si: Napaka: Prosimo, vpišite komentar

source: Ok
sl_si: V redu

source: Options
sl_si: Nastavitve

source: Statistics
sl_si: Statistika

source: <a href="%s">Blogorola</a> is a blog aggregate and community portal, aimed at connecting bloggers from the former Yugoslavia. This plugin was put together to help you implement all the useful features of Blogorola into your blog as easily as possible.
sl_si: <a href="%s">Blogorola</a> je agregat blogov in portal, namenjen združevanju blogerjev nekdanje Jugoslavije. Ta vtičnik je bil narejen, da bi tudi Vi lahko vse prednosti Blogorole na čim lažji način vključili v svoj blog.

source: We hope you enjoy it. Thanks for participating in the Blogorola community.
sl_si: Upamo, da vam bo všeč. Hvala za sodelovanje v skupnosti Blogorole.

source: ** Plugin is still in 'private beta' stage. Request API Key by sending email to api@blogorola.com.
sl_si: ** Vtičnik je še vedno v 'omejeni' beta verziji. API ključ lahko zahtevate na E-Mail naslovu api@blogorola.com.

source: API Key
sl_si: API ključ

source: The Blogorola plugin utilizes Blogorola's API service. To be able to use it, you need to obtain a key. We use this to verify and track API usage. Get the key at <a href="%s">blogorola.com/si/dobrote</a>.
sl_si: Blogorola vtičnik deluje s pomočjo Blogorolinega API servisa. Za delovanje vtičnika potrebujete ključ. Z njim preverjamo identiteto in sledimo uporabi API. Ključ lahko dobite na naslovu <a href="%s">blogorola.com/si/dobrote</a>.

source: PHP version
sl_si: PHP verzija

source: SOAP extension
sl_si: SOAP dodatek

source: Available
sl_si: Na voljo

source: Not found
sl_si: Ni bil najden

source: SOAP library
sl_si: SOAP knjižnica

source: Included
sl_si: Vključeno

source: Not required
sl_si: Ni zahtevano

source: WP functions
sl_si: WP funkcije

source: Readable
sl_si: Berljivo

source: Save API Key
sl_si: Shrani API ključ

source: Comment Synchronization
sl_si: Sinhronizacija komentarjev

source: Activate
sl_si: Aktiviraj

source: All comments are synchronized between Blogorola and your blog. So any comments posted on your blog will be displayed on Blogorola and vice-versa. This enables much easier discussions between readers (members of the Blogorola community).
sl_si: Komentarji med Blogorolo in vašim blogom se sinhronizirajo. Vsak komentar, vpisan na vašem blogu, bo viden tudi na Blogoroli in obratno. To omogoča veliko enostavnejšo razpravo med bralci (člani Blogoroline skupnosti).

source: Comments received from Blogorola will be marked with a small icon before author's name.
sl_si: Komentarji, prejeti na Blogoroli, bodo označeni z majhno ikono pred avtorjevim imenom.

source: Available icons
sl_si: Razpoložljive ikone

source: If the icon doesn't appear (i.e. if you have a non-conform WordPress theme installed), paste the code below in the "comments.php" file in <em>Theme Editor</em>. Place the code just before the comment author's name.
sl_si: Če se ikona ne prikaže (npr., če uporabljate neprilagodljivo temo), kopirajte in prilepite spodnjo kodo v datoteko "comments.php". Kodo vstavite tik pred avtorjevo ime (comment_author).

source: This will display a Hot'or'Not voting toolbar in your post detail. Hot'or'Not is Blogorola's rating system, which readers can use to rate your posts. Posts with good ratings are read more often and are featured on Blogorola's website.
sl_si: To bo prikazalo Hot'or'Not glasovalno orodje v vsaki vaši objavi na blogu. Hot'or'Not je Blogorolin ocenjevalni sistem, ki ga bralci uporabljajo za ocenjevanje posameznih objav. Objave z boljšimi ocenami so večkrat brane in so izpostavljene na Blogorolini spletni strani.

source: Colors (hex)
sl_si: Barve (hex)

source: Border
sl_si: Obroba

source: Background
sl_si: Ozadje

source: On mouse over
sl_si: Besedilo ob miškinem kazalcu

source: Font
sl_si: Pisava

source: Preview
sl_si: Predogled

source: Titles (on mouse over)
sl_si: Naslovi (ob miškinem kazalcu)

source: Position
sl_si: Položaj

source: (in regard to the post body)
sl_si: (glede na postavitev objave)

source: Select the pages where you want to have the Hot'or'Not toolbar displayed
sl_si: Izberi strani, na katerih bo prikazano ocenjevalno orodje Hot'or'Not

source: Display Hot'or'Not percentage in
sl_si: Prikaži Hot'or'Not rezultate v odstotkih v

source: dashboard
sl_si: Nadzorna plošča

source: manage posts
sl_si: Uredi objave

source: You can also uncheck all of the options above and position the toolbar where you think it's best for you. Paste this code anywhere you like.
sl_si: Ocenjevalno orodje lahko namestite tudi kam drugam. Pustite vse zgornje možnosti neobkljukane in prilepite spodnjo kodo, kamor sami želite.

source: Update Services
sl_si: Osveževanje

source: Our update service enables your WordPress blog to automatically notify Blogorola of a new post as soon as you publish it. This way it will appear on Blogorola almost immediately instead of waiting for the spider to crawl your blog for new posts.
sl_si: Servis za osveževaje omogoča, da vaš Wordpress blog samodejno obvesti Blogorolo o novem prispevku, takoj ko ga vi objavite. Tako se bo na Blogoroli pojavil takoj, namesto da bi čakali na Blogorlinega pajka, ki nove objave preverja le v določenih intervalih.

source: You can also add our server to your <em>Options &raquo; Writing &raquo; Update Services</em> list. Simply add line below.
sl_si: Naš strežnik lahko dodate tudi na seznam v <em>Nastavitve &raquo; Pisanje &raquo; Osveževanje</em>. Preprosto dodajte spodnjo vrstico.

source: Update options
sl_si: Posodobi

source: If you don't have the standard Kubrick theme or a Kubrick-based theme installed, you might run into some problems - or not. For any questions, bug reports and feature requests (or donations, for that matter) visit the official <a href="%s">Blogorola</a> Plugin page or <a href="%s">author's</a> page.
sl_si: Če nimate nameščene standardne Kubrick teme ali teme, ki na njej temelji, lahko naletite na določene težave - ali pa tudi ne. Za vsa vprašanja, obvestila o hroščih in dodatne želje (ali pa mogoče donacije) obiščite uradno <a href="%s">Blogorola</a> stran z dodatki ali <a href="%s">avtorjevo</a> stran.

source: Clicks
sl_si: Kliki

source: Rate
sl_si: Ocena

source: Votes
sl_si: Glasovi

source: Language
sl_si: Jezik

source: Registered
sl_si: Registriranih

source: Posts
sl_si: Objave

source: Title
sl_si: Naslov

source: Author
sl_si: Avtor

source: Comments
sl_si: Komentarji

source: Date
sl_si: Datum

source: No posts found.
sl_si: Nisem našel nobene objave.

source: Next refresh
sl_si: Naslednje osveževanje
